app/Http/Controllers/API/MeterController.php

    public function index(): ResourceCollection
    {
        $id = auth()->user()->getAuthIdentifier();

/*        return  MeterValueResource::collection(MeterValue::with(['meterValues'])
            ->where('client_id',$id)
            ->paginate(10));*/
       /* return MeterResource::collection(Meter::with(['client'])
            ->where('client_id', $id)
            ->join('meter_values', 'meter_values.id', '=', 'meters.id')
            ->join('months', 'months.id', '=', 'meter_values.month_id')
            ->paginate(10)
        );*/
---
select * from `meter_values` where `meter_values`.`id` in (961, 962, 963, 964, 965, 966, 967, 968, 969, 970)
select * from `months` where `months`.`id` in (1, 2, 3, 4, 5, 6, 7, 8, 9, 10)
select count(*) as aggregate from `meter_values` inner join `meters` on `meters`.`id` = `meter_values`.`meter_id` where `client_id` = 6