<div class="reviews">
<h2 class="title_name">Отзывы наших клиентов</h2>
<div class="container-rev">
    <img src="/Images/woman.webp" alt="avatar">
    <p><span>Елена Петрова</span>Жилец многоквартирного дома №7</p>
    <p> "Лучшая управляющая компания, которая по-настоящему заботится о своих жильцах.
        Сейчас в дни снегопада, дворники вручную лопатами расчищают снег на парковке.
        Всегда порядок, охрана следит и пресекает нарушения."</p>
</div>
<div class="container-rev">
    <img src="/Images/woman2.webp" alt="avatar">
    <p><span>Ирина Смирова</span> Жилец многоквартирного дома №15</p>
    <p>"Заказывала сантехника, оформила заявку на сайте, потек кран, всё сделал пришёл,
        аккуратный, вежливый, дополнительно оплату не взял, приятно отношение со стороны управляющей компании."</p>
</div>
<div class="container-rev">
    <img src="/Images/man.webp" alt="avatar">
    <p><span> Игорь Иванов</span> Жилец многоквартирного дома №53</p>
    <p> "Нужно было передвинуть и сделать новые розетки на кухне, а также вывести
        провода для подсветки и индукционной плиты. Со всеми задачами специалист
        справился отлично. Я доволен"</p>
</div>
</div>
