import React from 'react';
import { Typography } from 'antd';
import style from "../../css/about.css";
const { Text } = Typography;
const About = () => (


            <>
                <h2 className="about_title" style={{ style }} >О нашей компании</h2>

                <Text className="about_text" style={{ style }} >
                    История нашей компании началась одновременно с образованием
                    самого Домодедовского района в середине прошлого века (1969 год).
                    Управление муниципальным фондом было возложено на «Городское
                    жилищное управление». Именно эту организацию мы считаем предтечей
                    Управляющей компании «Жилсервис». Таким образом, мы с полным
                    основанием можем считать себя самой первой управляющей компанией
                    округа, которая вот уже на протяжении 70-ти лет аккумулирует опыт
                    и знания в области управления эксплуатацией и содержанием жилищного фонда.
                    В настоящий момент в нашем управлении находится самый разнообразный
                    жилой фонд, от современных домов постройки второго десятилетия XXI
                    века до «исторических» зданий 1880 г. постройки XIX века.
                    Мы самая крупная управляющая компания округа – объем жилого фонда
                    около четырех с половиной сотен многоквартирных домов общей площадью
                    в 1,0 млн. кв. метров. Обслуживаемые нами дома «охватывают» большую
                    часть микрорайонов городского округа Домодедово.
                    Для обеспечения высокой оперативности обслуживания и удобства граждан
                    мы создали на территории округа пять жилищно-эксплуатационных участков,
                    а также две круглосуточные аварийно-диспетчерские службы.
                    Девиз компании «Ваше доверие - наш профессионализм»<br /></Text><br />
            </>


);
export default About;
