import React from 'react';

const Contacts = () => {
    return (
        <div className="container">
            <h2 className="title-2">Контакты</h2>
            <p className="text"> Наш адрес:
                142000 город Домодедово Московской области, улица Корнеева, дом 42</p>
            <p className="text">Руководство:
                Генеральный директор — Овчинникова Татьяна Николаевна
                Главный инженер — Власов Сергей Михайлович
                Главный бухгалтер — Карева Людмила Геннадиевна
                Телефон: +7 49679 34447.</p>
            <p className="text">Режим работы офиса:
                C понедельника по пятницу с 08.00 до 17.00. Обед с 12.00 до 13.00.
                Прием по личным вопросам в офисе компании происходит в понедельник с 14:00 до 17:00. Запись на приём осуществляется по телефону: +7 49679 34447.
                Вы можете послать нам свое сообщение e-mail, написав нам письмо по адресу: jilservis@domod.ru.</p>
            <p className="text">Центральная аварийно-диспетчерская служба компании (работает круглосуточно):
                тел.: +7 49679 24196; +7 49679 27789 (мкр. Авиационный).</p>
            <p className="text">Наши реквизиты:
                Открытое акционерное общество "Управляющая Компания «Домодедово-Жилсервис»", ИНН 5009069824, КПП 500901001, ОГРН 1095009000976, ОКПО 53905563, расчетный счёт 40702810634250000523 филиал «ЦЕНТРАЛЬНЫЙ» Банка ВТБ (ПАО) г. Москва БИК 044525411, корреспондентский счет 30101810145250000411.</p>
            <p className="text">Вышестоящие и контролирующие организации:
                Администрация городского округа Домодедово: заместитель Главы администрации по вопросам жилищно-коммунального хозяйства – Миронов Фёдор Фёдорович (тел) +7 495 2760514 и +7 49679 24275; начальник управления ЖКХ администрации – Гамуза Сергей Григорьевич (тел) +7 49679 24254.
                ГУ МО «Государственная жилищная инспекция Московской области»: руководитель Федина Ольга Николаевна (тел) +7 800 5505030, e-mail http://gzhi.mosreg.ru.</p>
        </div>
    );
};

export default Contacts;
